Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་བ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་མངོན་པར་ཤེས་པ་རྣམས་ཤེས་བགྱི་བར་མངོན་པར་ཤེས་པ་རྣམས་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: At that time, they do not apprehend, do not grasp, and do not dwell on the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, or the extrasensory powers as the ‘extrasensory powers [and so forth].’

source: །དེའི་ཚེ་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཅེས་བགྱི་བར་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: At that time, they do not apprehend, do not grasp, and do not dwell on the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, or the eighteen distinct qualities of the buddhas as the ‘distinct qualities of the buddhas [and so forth].’

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། འདི་དག་ནི་ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་ཞེས་བགྱི་བར་ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་ཐམས་ཅད་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: Blessed Lord, when bodhisattva great beings practice the perfection of wisdom, at that time they do not apprehend, do not grasp, and do not dwell on the meditative stabilities and all the dhāraṇī gateways as the ‘meditative stabilities and the dhāraṇī gateways.’

source: །དེ་ཅིའི་སླད་དུ་ཞེ་ན། འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། གཟུགས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: If you ask why, it is because, when bodhisattva great beings practice the perfection of wisdom, they do not observe physical forms, and they do not observe feelings, perceptions, formative predispositions, or consciousness.

source: །མིག་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། །སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། ཕ་རོལ་དུ་ཕྱིན་པ་རྣམས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། སྟོང་པ་ཉིད་ཐམས་ཅད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་།
en: They do not observe the eyes [and so forth], and they do not observe the sense fields, the sensory elements, or the links of dependent origination.

source: བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་ཐམས་ཅད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་ཚད་མེད་པ་དང་གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་།
en: They do not observe the perfections, they do not observe any of the aspects of emptiness, and they do not observe any of the thirty-seven factors conducive to enlightenment.

source: ཏིང་ངེ་འཛིན་དང་གཟུངས་ཀྱི་སྒོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་།
en: They do not observe the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, or the eighteen distinct qualities of the buddhas.

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not observe [the spiritual goals], up to and including all-aspect omniscience. “

source: །བཅོམ་ལྡན་འདས་དེ་ཅིའི་སླད་དུ་ཞེ་ན། དེ་ནི་འདི་ལྟར་གཟུགས་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་གཟུགས་མ་ལགས་ཏེ།
en: If one were to ask why, Blessed Lord, it is because the nonarising of physical forms is not physical forms.

source: དེ་ལྟར་ན་གཟུགས་དང་མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ། གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, physical forms and nonarising are not two things and are not to be divided into two.

source: །དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་མ་སྐྱེས་པ་ནི་གཅིག་མ་ལགས་གཉིས་མ་ལགས། མང་བ་མ་ལགས་ཐ་དད་པ་མ་ལགས་ཏེ།
en: If one were to ask why, Blessed Lord, it is because nonarising is not one, not two, not multiplicity, and not diversity.

source: དེའི་སླད་དུ་གཟུགས་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་གཟུགས་མ་ལགས་སོ།
en: For that reason, the nonarising of physical forms is not physical forms. “

source: །བཅོམ་ལྡན་འདས་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ།
en: Blessed Lord, the nonarising of feelings, perceptions, formative predispositions, and consciousness is not consciousness [and so forth].

source: རྣམ་པར་ཤེས་པ་མ་ལགས་ཏེ་དེ་ལྟར་ན་རྣམ་པར་ཤེས་པ་དང་མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, consciousness [and so forth] and nonarising are not two things and are not to be divided into two.

source: །དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་མ་སྐྱེས་པ་ནི་གཅིག་མ་ལགས་གཉིས་མ་ལགས་མང་བ་མ་ལགས་ཐ་དད་པ་མ་ལགས་ཏེ།
en: If one were to ask why, Blessed Lord, it is because nonarising is not one, not two, not multiplicity, and not diversity.

source: དེའི་སླད་དུ་རྣམ་པར་ཤེས་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་རྣམ་པར་ཤེས་པ་མ་ལགས་སོ།
en: For that reason, the nonarising of consciousness [and so forth] is not consciousness [and so forth]. “

source: །བཅོམ་ལྡན་འདས་མིག་གི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་མིག་མ་ལགས་ཏེ།
en: Blessed Lord, the nonarising of the eyes is not the eyes.

source: དེ་ལྟར་ན་མིག་དང་མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, the eyes and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་མིག་གི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་མིག་མ་ལགས་སོ།
en: For that reason, the nonarising of the eyes is not the eyes. “

source: །བཅོམ་ལྡན་འདས་རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་ཡིད་མ་ལགས་ཏེ།
en: Blessed Lord, the nonarising of the ears, nose, tongue, body, and mental faculty is not the mental faculty [and so forth].

source: དེ་ལྟར་ན་ཡིད་དང་མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ།
en: That is to say, the mental faculty [and so forth] and nonarising are not two things and are not to be divided into two.

source: གཉིས་སུ་བགྱིར་མ་མཆིས་སོ། །དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་མ་སྐྱེས་པ་ནི་གཅིག་མ་ལགས་གཉིས་མ་ལགས་མང་བ་མ་ལགས་ཐ་དད་པ་མ་ལགས་ཏེ།
en: If one were to ask why, Blessed Lord, it is because nonarising is not one, not two, not multiplicity, and not diversity.

source: དེའི་སླད་དུ་ཡིད་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་ཡིད་མ་ལགས་སོ།
en: For that reason, the nonarising of the mental faculty [and so forth] is not the mental faculty [and so forth]. “

source: །བཅོམ་ལྡན་འདས་གཟུགས་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་གཟུགས་མ་ལགས་ཏེ།
en: Blessed Lord, the nonarising of sights is not sights.

source: དེ་ལྟར་ན་གཟུགས་དང་མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, sights and nonarising are not two things and are not to be divided into two.

source: །བཅོམ་ལྡན་འདས་སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་ཆོས་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ།
en: Blessed Lord, the nonarising of sounds, odors, tastes, tangibles, and mental phenomena is not mental phenomena [and so forth].

source: ཆོས་མ་ལགས་ཏེ་དེ་ལྟར་ན་ཆོས་དང་མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, mental phenomena [and so forth] and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་ཆོས་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་ཆོས་མ་ལགས་སོ།
en: For that reason, the nonarising of mental phenomena [and so forth] is not mental phenomena [and so forth]. “

source: །བཅོམ་ལྡན་འདས་མིག་གི་རྣམ་པར་ཤེས་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་མིག་གི་རྣམ་པར་ཤེས་པ་མ་ལགས་ཏེ་དེ་ལྟར་ན་མིག་གི་རྣམ་པར་ཤེས་པ་དང་།
en: Blessed Lord, the nonarising of visual consciousness is not visual consciousness.

source: མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ།
en: That is to say, visual consciousness and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་མིག་གི་རྣམ་པར་ཤེས་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་མིག་གི་རྣམ་པར་ཤེས་པ་མ་ལགས་སོ།
en: For that reason, the nonarising of visual consciousness is not visual consciousness. “

source: །བཅོམ་ལྡན་འདས་རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་མ་ལགས་ཏེ།
en: Blessed Lord, the nonarising of auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness is not mental consciousness [and so forth].

source: དེ་ལྟར་ན་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ།
en: That is to say, mental consciousness [and so forth] and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་མ་ལགས་སོ།
en: For that reason, the nonarising of mental consciousness [and so forth] is not mental consciousness [and so forth]. “

source: །བཅོམ་ལྡན་འདས་མིག་གི་འདུས་ཏེ་རེག་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་མིག་གི་འདུས་ཏེ་རེག་པ་མ་ལགས་ཏེ།
en: Blessed Lord, the nonarising of visually compounded sensory contact is not visually compounded sensory contact.

source: དེ་ལྟར་ན་མིག་གི་འདུས་ཏེ་རེག་པ་དང་། མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, visually compounded sensory contact and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་མིག་གི་འདུས་ཏེ་རེག་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་མིག་གི་འདུས་ཏེ་རེག་པ་མ་ལགས་སོ།
en: For that reason, the nonarising of visually compounded sensory contact is not visually compounded sensory contact. “

source: །བཅོམ་ལྡན་འདས་རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ།
en: Blessed Lord, the nonarising of aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact is not mentally compounded sensory contact [and so forth].

source: ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་མ་ལགས་ཏེ། དེ་ལྟར་ན་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ།
en: That is to say, mentally compounded sensory contact [and so forth] and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་མ་ལགས་སོ།
en: For that reason, the nonarising of mentally compounded sensory contact [and so forth] is not mentally compounded sensory contact [and so forth]. “

source: །བཅོམ་ལྡན་འདས་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ། མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་མ་ལགས་ཏེ།
en: Blessed Lord, the nonarising of feelings due to sensory contact that is visually compounded is not feelings due to sensory contact that is visually compounded.

source: དེ་ལྟར་ན་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, feelings due to sensory contact that is visually compounded and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་མ་ལགས་སོ།
en: For that reason, the nonarising of feelings due to sensory contact that is visually compounded is not feelings due to sensory contact that is visually compounded. “

source: །བཅོམ་ལྡན་འདས་རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ།
en: Blessed Lord, the nonarising of feelings due to sensory contact that is aurally compounded, feelings due to sensory contact that is nasally compounded, feelings due to sensory contact that is lingually compounded, feelings due to sensory contact that is corporeally compounded, and feelings due to sensory contact that is mentally compounded is not feelings due to sensory contact that is mentally compounded [and so forth].

source: ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་མ་ལགས་ཏེ། དེ་ལྟར་ན་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, feelings due to sensory contact that is mentally compounded [and so forth] and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་མ་ལགས་སོ།
en: For that reason, the nonarising of feelings due to sensory contact that is mentally compounded [and so forth] is not feelings due to sensory contact that is mentally compounded [and so forth]. “

source: །བཅོམ་ལྡན་འདས་སའི་ཁམས་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་སའི་ཁམས་མ་ལགས་ཏེ།
en: Blessed Lord, the nonarising of the earth element is not the earth element.

source: དེ་ལྟར་ན་སའི་ཁམས་དང་མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, the earth element and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་སའི་ཁམས་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་སའི་ཁམས་མ་ལགས་སོ།
en: For that reason, the nonarising of the earth element is not the earth element. “

source: །བཅོམ་ལྡན་འདས་ཆུའི་ཁམས་དང་མེའི་ཁམས་དང་རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་རྣམ་པར་ཤེས་པའི་ཁམས་མ་ལགས་ཏེ།
en: Blessed Lord, the nonarising of the water element, the fire element, the wind element, the space element, and the consciousness element is not consciousness element [and so forth].

source: དེ་ལྟར་ན་རྣམ་པར་ཤེས་པའི་ཁམས་དང་མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, the consciousness element [and so forth] and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་རྣམ་པར་ཤེས་པའི་ཁམས་མ་ལགས་སོ།
en: For that reason, the nonarising of the consciousness element [and so forth] is not the consciousness element [and so forth]. “

source: །བཅོམ་ལྡན་འདས་མ་རིག་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ།
en: Blessed Lord, the nonarising of ignorance is not ignorance.

source: མ་རིག་པ་མ་ལགས་ཏེ་དེ་ལྟར་ནམ་རིག་པ་དང་མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ།
en: That is to say, ignorance and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་མ་རིག་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་མ་རིག་པ་མ་ལགས་སོ།
en: For that reason, the nonarising of ignorance is not ignorance. “

source: །བཅོམ་ལྡན་འདས་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་མིང་དང་གཟུགས་དང་སྐྱེ་མཆེད་དྲུག་དང་རེག་པ་དང་ཚོར་བ་དང་། སྲེད་པ་དང་ལེན་པ་དང་སྲིད་པ་དང་སྐྱེ་བ་དང་རྒ་ཤིའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ།
en: Blessed Lord, the nonarising of formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death is not aging and death [and so forth].

source: རྒ་ཤི་མ་ལགས་ཏེ་དེ་ལྟར་ན་རྒ་ཤི་དང་མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, aging and death [and so forth] and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་རྒ་ཤིའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་རྒ་ཤི་མ་ལགས་སོ།
en: For that reason, the nonarising of aging and death [and so forth] is not aging and death [and so forth]. “

source: །བཅོམ་ལྡན་འདས་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་མ་ལགས་ཏེ།
en: Blessed Lord, the nonarising of the perfection of generosity is not the perfection of generosity.

source: དེ་ལྟར་ན་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ། གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, the perfection of generosity and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་མ་ལགས་སོ།
en: For that reason, the nonarising of the perfection of generosity is not the perfection of generosity. “

source: །བཅོམ་ལྡན་འདས་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ།
en: Blessed Lord, the nonarising of the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom is not the perfection of wisdom [and so forth].

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མ་ལགས་ཏེ། དེ་ལྟར་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, the perfection of wisdom [and so forth] and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མ་ལགས་སོ།
en: For that reason, the nonarising of the perfection of wisdom [and so forth] is not the perfection of wisdom [and so forth]. “

source: །བཅོམ་ལྡན་འདས་ནང་སྟོང་པ་ཉིད་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་ནང་སྟོང་པ་ཉིད་མ་ལགས་ཏེ།
en: Blessed Lord, the nonarising of the emptiness of internal phenomena is not the emptiness of internal phenomena.

source: དེ་ལྟར་ན་ནང་སྟོང་པ་ཉིད་དང་། མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, the emptiness of internal phenomena and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་ནང་སྟོང་པ་ཉིད་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་ནང་སྟོང་པ་ཉིད་མ་ལགས་སོ།
en: For that reason, the nonarising of the emptiness of internal phenomena is not the emptiness of internal phenomena. “

source: །བཅོམ་ལྡན་འདས་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་གྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་མ་ལགས་ཏེ།
en: Blessed Lord, the nonarising of [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, is not the emptiness of the essential nature of nonentities [and so forth].

source: དེ་ལྟར་ན་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་དང་། མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, the emptiness of the essential nature of nonentities [and so forth] and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་མ་ལགས་སོ།
en: For that reason, the nonarising of emptiness of the essential nature of nonentities [and so forth] is not the emptiness of the essential nature of nonentities [and so forth]. “

source: །བཅོམ་ལྡན་འདས་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་མ་ལགས་ཏེ།
en: Blessed Lord, the nonarising of the applications of mindfulness is not the applications of mindfulness.

source: དེ་ལྟར་ན་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་དང་། མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, the applications of mindfulness and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: For that reason, the nonarising of the applications of mindfulness is not the applications of mindfulness. “

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ།
en: Blessed Lord, the nonarising of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path is not the noble eightfold path [and so forth].

source: འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་མ་ལགས་ཏེ། དེ་ལྟར་ན་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, the noble eightfold path [and so forth] and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: For that reason, the nonarising of the noble eightfold path [and so forth] is not the noble eightfold path [and so forth]. “

source: སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་དང་།
en: Blessed Lord, the nonarising of the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, and the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, and the eighteen distinct qualities of the buddhas is not the distinct qualities of the buddhas [and so forth].

source: སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་མ་ལགས་ཏེ། དེ་ལྟར་ན་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་དང་། མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ།
en: That is to say, the distinct qualities of the buddhas [and so forth] and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་མ་ལགས་སོ།
en: For that reason, the nonarising of the distinct qualities of the buddhas [and so forth] is not the distinct qualities of the buddhas [and so forth]. “

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་ཉིད་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་དེ་བཞིན་ཉིད་མ་ལགས་ཏེ།
en: Blessed Lord, the nonarising of the real nature is not the real nature.

source: དེ་ལྟར་ན་དེ་བཞིན་ཉིད་དང་མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, the real nature and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་དེ་བཞིན་ཉིད་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་དེ་བཞིན་ཉིད་མ་ལགས་སོ།
en: For that reason, the nonarising of the real nature is not the real nature. “

source: །བཅོམ་ལྡན་འདས་ཆོས་ཉིད་དང་ཆོས་ཀྱི་དབྱིངས་དང་། ཆོས་སྐྱོན་མེད་པ་ཉིད་དང་། ཡང་དག་པའི་མཐའ་དང་བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་དང་། ཐམས་ཅད་ཤེས་པ་ཉིད་དང་། ལམ་གྱི་རྣམ་པ་ཤེས་པ་ཉིད་དང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དེ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་ལགས་ཏེ།
en: Blessed Lord, the nonarising of reality, the realm of phenomena, maturity with respect to all phenomena, the very limit of reality, the inconceivable realm, knowledge of all the dharmas, knowledge of the path, and all-aspect omniscience is not all-aspect omniscience [and so forth].

source: དེ་ལྟར་ན་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་མ་སྐྱེས་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ།
en: That is to say, all-aspect omniscience [and so forth] and nonarising are not two things and are not to be divided into two.

source: དེའི་སླད་དུ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་མ་སྐྱེས་པ་གང་ལགས་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་ལགས་སོ།
en: For that reason, the nonarising of all-aspect omniscience [and so forth] is not all-aspect omniscience [and so forth]. “

source: །བཅོམ་ལྡན་འདས་གཟུགས་ཀྱི་འགྲིབ་པ་གང་ལགས་པ་དེ་ནི་གཟུགས་མ་ལགས་ཏེ།
en: Blessed Lord, the perishing of physical forms is not physical forms.

source: དེ་ལྟར་ན་གཟུགས་དང་འགྲིབ་པ་དེ་གཉིས་སུ་མ་མཆིས་ཏེ་གཉིས་སུ་བགྱིར་མ་མཆིས་སོ།
en: That is to say, physical forms and perishing are not two things and are not to be divided into two.

source: །དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་འགྲིབ་པ་ནི། གཅིག་མ་ལགས་གཉིས་མ་ལགས་མང་བ་མ་ལགས་ཐ་དད་པ་མ་ལགས་ཏེ།
en: If one were to ask why, Blessed Lord, it is because perishing is not one, not two, not multiplicity, and not diversity.
